var PREFIX_DICT_TITLE = {
"1.1": [
	"a-", '① 加在单词或词根前面，表示"不，无，非"'
],

"1.2": [
	"a-", '② 加在单词前，表示"在…，…的"'
],

"2": [
	"ab-,abs-", '加在词根前，表示"相反，变坏，离去"等'
],

"3": [
	"ab-,ac-,ad-,af-,ag-,an-,ap-,ar-,as-,at-", '等加在同辅音字母的词根前，表示"一再"等加强意'
],

"4": [
	"ad-", '加在在单词或词根前，表示"做…，加强…"'
],

"5": [
	"amphi-", '表示"两个，两种"'
],

"6": [
	"an-", '在词根前，表示"不，无"'
],

"7": [
	"ana-", '表示"错误，在旁边，分开"'
],

"8": [
	"ante-", '表示"前面，先"'
],

"9": [
	"anti-", '表示"反对，相反"'
],

"10": [
	"anthrop", '(o)-人，人类'
],

"11": [
	"popul-", '人民―（1）'
],

"12.1": [
	"be-", '① 构成动词，表示"使…成为"'
],

"12.2": [
	"be-", '② 构成一些介词'
],

"13": [
	"bene-", '表示"善，好"'
],

"14": [
	"bi-", '表示"两个，两"'
],

"15": [
	"by-", '表示"在旁边，副的"'
],

"16": [
	"circum-", '表示"环绕，周围"'
],

"17": [
	"co-", '表示"共同"，通常放在元音词根前'
],

"18": [
	"col-,cor", '在同辅音词根前，表示"共同"'
],

"19": [
	"com-,con-", '表示"共同"'
],

"20": [
	"contra-", '表示"反对，相反"'
],

"21": [
	"counter-", '表示"反对，相反"'
],

"22.1": [
	"de-", '① 表示"去掉，变坏，离开，变慢，向下"等'
],

"22.2": [
	"de-", '② 表示"使…成为，加强"等'
],

"23.1": [
	"di-", '① 表示"两个，双"'
],

"23.2": [
	"di-", '② 表示"使…变成，分开，离开"'
],

"24": [
	"dia-", '表示"穿过，二者之间"'
],

"25": [
	"dif-", '和辅音重复表示"不，否定，分开"'
],

"26.1": [
	"dis-", '① 表示"不，消失掉"'
],

"26.2": [
	"dis-", '② 表示"分开，分离"'
],

"27": [
	"dys-", '表示"坏，不良"'
],

"28": [
	"e-,ef-", '表示"出，出来"'
],

"29.1": [
	"em-,en-", '① 表示"进入…之中，包围"'
],

"29.2": [
	"em-,en-", '② 表示"使…进入状态"'
],

"30": [
	"epi-", '表示"在… 上，在… 周围，在… 后面"'
],

"31": [
	"eu-", '表示"好，优秀"'
],

"32.1": [
	"ex-", '① 表示"出，出去"'
],

"32.2": [
	"ex-", '② 表示"前面的，前任的"'
],

"33": [
	"exo-", '表示"外部的，外面"'
],

"34": [
	"extra-", '表示"以外的，超过的"'
],

"35": [
	"fore-", '表示"前面，预先"'
],

"36": [
	"hetero-", '表示"异类，异种"'
],

"37": [
	"homo-", '表示"同类的"'
],

"38": [
	"hyper-", '表示"超过，太多"'
],

"39": [
	"hypo-", '表示"下面，次等"'
],

"40.1": [
	"il-,ir-", '① 放在同辅音词根前表示"不，无"'
],

"40.2": [
	"il-,ir-", '② 表示"使….成为，进入"'
],

"41.1": [
	"im-,in-", '① 表示"不，无，非"'
],

"41.2": [
	"im-,in-", '② 表示"向内，进入"'
],

"42": [
	"inter-", '表示"在…之间，相互"'
],

"43": [
	"intro-", '表示"向内，入内"'
],

"44": [
	"macro-", '表示"宏伟，大"'
],

"45": [
	"mal-", '表示"坏，恶"（亦作male）'
],

"46": [
	"micro-", '表示"微，小"'
],

"47": [
	"mini-", '表示"小"'
],

"48": [
	"mis-", '表示"错误，坏"'
],

"49": [
	"mono-", '表示"单个，一个"'
],

50.Multi-表示"很多,很多"
"51": [
	"neo-", '表示"新的"'
],

"52": [
	"non-", '表示"不,非"'
],

"53": [
	"omni-", '表示"全部 到处"'
],

"54.1": [
	"out-", '① 表示"超过.过度"'
],

"54.2": [
	"out-", '② 表示"出去.过时"'
],

"55.1": [
	"over-", '① 表示"过度,过分"'
],

"55.2": [
	"over-", '② 表示"在……之上"'
],

"55.3": [
	"over-", '③表示"翻转"'
],

"56": [
	"paleo", '表示:"古,旧"'
],

"57": [
	"pan-", '表示"广泛的"'
],

"58.1": [
	"para-", '① 表示"半，类似，辅助"'
],

"58.2": [
	"para-", '② 表示"在旁边"'
],

"58.3": [
	"para-", '③ 表示"降落伞"'
],

"59": [
	"pen-", '表示"近似，差不多"'
],

"60.1": [
	"per-", '① 表示"贯穿，自始至终"'
],

"60.2": [
	"per-", '② 表示"假，坏"'
],

"61": [
	"peri-", '表示"周围，靠近"'
],

"62": [
	"poly-", '表示"多"'
],

"63.1": [
	"post-", '① 表示"在后面"'
],

"63.2": [
	"post-", '② 表示"邮件，邮政"'
],

"64": [
	"pre", '－表示"… 前的，预先"'
],

65．Pro-
"64.1": [
	"pre", '① 表示"向前，在前"'
],

"64.2": [
	"pre", '② 表示"很多…"'
],

"64.3": [
	"pre", '③ 表示"赞同，亲…"'
],

"67": [
	"paeudo-", '表示"假，伪"'
],

"68.1": [
	"re-", '①表示"向后，相反，不"'
],

"68.2": [
	"re-", '②表示"一再，重新"'
],

"69": [
	"retro-", '表示"向后，倒退"'
],

"70": [
	"se-", '表示"分开，离开，区别开"'
],

"71.1": [
	"sub-", '① 表示"在下面，次一等，副手"'
],

"71.2": [
	"sub-", '② 表示"接近，靠近"'
],

"72.": [
	"suc-, 'suf-, sup-, sur-", 等在同辅音词根前表示"在…下面"'
],

"73.": [
	"sur-", '表示"超过，在上面"'
],

"71.3": [
	"sub-", '① 表示"超级，超过，过度"'
],

"71.4": [
	"sub-", '② 表示"在…上面"'
],

"75": [
	"sus-", '表示"在…下面"'
],

"76": [
	"sym-,syn-", '表示"共同，相同"'
],

"77.1": [
	"trans-", '① 表示"横过，越过"'
],

"77.2": [
	"trans-", '② 表示"变换，改变，转移"'
],

"78.1": [
	"ultra-", '① 表示"极端"'
],

"78.2": [
	"ultra-", '② 表示"超出，超过"'
],

"79.1": [
	"un-", '① 表示"不，无，非，没有"'
],

"79.2": [
	"un-", '② 表示"打开，解开，弄出"'
],

"80.1": [
	"under-", '① 表示"在…下"'
],

"80.2": [
	"under-", '② 表示"不足，不够"'
],

"80.3": [
	"under-", '③ 表示"副手"'
]

};
